Readme format fixed
